Repository: athoik/GreekStreamTV
Catalog: plugin/locale/*/LC_MESSAGES/GreekStreamTV.po
Languages: el

source: Watch live stream TV
el: Παρακολουθείστε ζωντανή διαδικτυακή τηλεόραση

source: Close
el: Κλείσιμο

source: Select
el: Επιλογή

source: Install dependencies
el: Εγκατάσταση προαπαιτούμενων

source: About
el: Περί

source: Update stations
el: Ενημέρωση σταθμών

source: Update bouquet
el: Ενημέρωση μπουκέτου

source: Error loading plugin!
el: Σφάλμα φόρτωσης επέκτασης!

source: Error:
el: Σφάλμα:

source: Installing the necessary dependencies might solve the problem...
el: Η εγκατάσταση του προαπαιτούμενου λογισμκού ίσως λύσει το πρόβλημα...

source: Do you really want to update the list of stations?
el: Είστε βέβαιοι ότι θέλετε να ενημερώσετε τη λίστα σταθμών;

source: GreekStreamTV bouquet updated successfully...
el: Η ενημέρωση του μπουκέτου GreekStreamTV ολοκληρώθηκε με επιτυχία...

source: GreekStreamTV bouquet update failed...
el: Η ενημέρωση του μπουκέτου GreekStreamTV απέτυχε...

source: Updating
el: Ενημέρωση

source: Installing
el: Εγκατάσταση

source: Do you really want to install the necessary software dependencies?
el: Είστε βέβαιοι ότι θέλετε να εγκαταστήσετε το απαιτούμενο λογισμικό;

source: For information or questions please refer to the www.satdreamgr.com forum.
el: Για πληροφορίες ή ερωτήσεις ανατρέξτε στο www.satdreamgr.com.

source: GreekStreamTV is free.
el: Το GreekStreamTV είναι δωρεάν.

source: Select quality
el: Επιλογή ποιότητας

source: Please wait...
el: Παρακαλώ περιμένετε...

source: This receiver can't decode %s streams!
el: Αυτός ο δέκτης δεν μπορεί να αποκωδικοποιήσει %s ροές!

source: GreekStreamTV list
el: Λίστα GreekStreamTV

source: Cancel
el: Ακύρωση

source: Play
el: Αναπαραγωγή

source: Starting %s Please wait...
el: Εκκίνηση %s Παρακαλώ περιμένετε...

source: An error occured:
el: Ένα σφάλμα παρουσιάστηκε:

source: Unknown protocol:
el: Άγνωστο πρωτόκολλο:

source: An error occured while buffering:
el: Ένα σφάλμα παρουσιάστηκε κατά την φόρτωση:

source: GreekStreamTV player
el: Αναπαραγωγή GreekStreamTV
